[
    {
        "Name": "Yudha S. ",
        "Score": "5.1",
        "Review": null
    },
    {
        "Name": "Yeam S. E. ",
        "Score": "5.2",
        "Review": null
    },
    {
        "Name": "Ivonne Y. ",
        "Score": "6.0",
        "Review": null
    },
    {
        "Name": "Egi S. N. ",
        "Score": "6.0",
        "Review": null
    },
    {
        "Name": "Zulkifli E. ",
        "Score": "6.6",
        "Review": null
    },
    {
        "Name": "Via V. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Puput P. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Alexander B. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Heny O. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Novi A. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Desi E. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Ninuk N. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Neneng G. M. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Verna B. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Sugiarto S. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "Harvina H. ",
        "Score": "8.5",
        "Review": null
    },
    {
        "Name": "D W. ",
        "Score": "8.8",
        "Review": null
    },
    {
        "Name": "Febry W. N. ",
        "Score": "9.0",
        "Review": null
    },
    {
        "Name": "Yosra R. ",
        "Score": "9.1",
        "Review": null
    },
    {
        "Name": "Rizal P. P. ",
        "Score": "9.1",
        "Review": null
    },
    {
        "Name": "Maratus S. ",
        "Score": "9.1",
        "Review": null
    },
    {
        "Name": "Rananda L. ",
        "Score": "9.4",
        "Review": null
    },
    {
        "Name": "Hilsa S. H. S. ",
        "Score": "9.4",
        "Review": null
    },
    {
        "Name": "Levy V. ",
        "Score": "9.4",
        "Review": null
    },
    {
        "Name": "Puspita T. L. ",
        "Score": "9.7",
        "Review": null
    },
    {
        "Name": "Febri E. ",
        "Score": "9.7",
        "Review": null
    },
    {
        "Name": "Andi S. ",
        "Score": "9.7",
        "Review": null
    },
    {
        "Name": "Wiwit W. ",
        "Score": "9.7",
        "Review": null
    },
    {
        "Name": "Supriyanto S. ",
        "Score": "4.5",
        "Review": "Check in tunggu sampai 1 jam, kamar kotor, lantai rusak,lorong kotor sekali, sarapan mending makan diluar, check out lama 30 menit, deposit melayang 100.000."
    },
    {
        "Name": "Supriyanto S. ",
        "Score": "4.5",
        "Review": "Check in 1 jam, sarapan biasa, lantai rusak, sprei sobek, ruangan kotor, lorong kamar kotor sekali, kena Cass Rp.100.000. tidak recommended."
    },
    {
        "Name": "Yovaren K. V. ",
        "Score": "4.8",
        "Review": "Ada pilihan Online check in tapi ternyata pas cek in tetap di mintakan ID, pas check in juga lift tidak berfungsi infonya sih lagi maintenance. Pas sampai kamar bener-bener hotel yang ga kerawat sama sekali deh. Apalagi di kamar mandi super menjijikan banget. Udah capek pengen istirahat, jadi males banget buat complaint. Harga boleh murah tapi tolong tetap jaga kebersihan agar yang bayar ga kecewa. Ga akan balik ke sini lagi pokoknya. Not recommend! "
    },
    {
        "Name": "Sidiq N. ",
        "Score": "5.2",
        "Review": "Kamar bau, kotor sekali. Pelayan tidak ramah. Tidak layak masuk ke traveloka. Bener bener bad. Saya sangat kecewa dengan hotel ini."
    },
    {
        "Name": "Eko A. H. ",
        "Score": "5.4",
        "Review": "Room bau apek dan dinding kamar jamuran."
    },
    {
        "Name": "Boy I. ",
        "Score": "5.5",
        "Review": "Kamar bau, kamar mandi kotor sekali, bangunan sudah kusam kayak tidak ada perawatannya. Kapok lah menginap di sini."
    },
    {
        "Name": "Nuring T. ",
        "Score": "5.5",
        "Review": "Terlalu gelap. Agak kotor. Interior rusak. Wastafel mampet. Agak creepy "
    },
    {
        "Name": "Teguh Y. N. ",
        "Score": "5.6",
        "Review": "Kamar bau rokok sangat menyengat, di lorong juga bertebaran putung rokok. Lantai ubin lubang. Shower kamar mandi putus."
    },
    {
        "Name": "Wendy A. T. ",
        "Score": "5.6",
        "Review": "Agak sedih sbnernya, pasti rata-rata hotel lagi struggling sama kondisi. Tapi kalo kondisi lantai kamar pecah, kamar mandi juga pecah sana sini, karpet lorong sampe udah ga layak. Seperti nya memang hotel ini jarang perawatan bahkan pd saat sebelum pandemi. Staff yang bertugas juga hanya 3 orang."
    },
    {
        "Name": "Kikiaprilyamini K. ",
        "Score": "5.6",
        "Review": "Ac nya tidak berfungsi dinyalakan berisik tidak ada anginya terus toilet juga udah diflush masih bau pesing"
    },
    {
        "Name": "Wahyuning N. ",
        "Score": "5.6",
        "Review": "Saya menginap di sini dengan tujuan untuk transit dari bandara sebelum pulang kerumah. Masa pandemi covid ini perlu lebih berhati-hati. Jadi saya dan istri genose terlebih dahulu di RSA. Hotel ini memang nuansanya Eropa. Hanya saja mungkin kurang terawat, jadi tampak seram. Sambutan di front office hotel menurut saya kurang , bisa dibilang kurang ramah. Ini yang shift pagi ya, kalau shift malamnya sangat ramah. Kamar hotel hmmm, cukup lah, sebenarnya bisa lebih baik lagi kalau perawatannya maksimal. Kamar mandinya yang sangat kurang bagus menurut saya. Bathub nya ada bercak-bercak, menurut saya sudah perlu diganti. Plafond kamar mandi juga rusak. Air hangatnya sepertinya terbatas, karena setelah beberapa waktu yang keluar hanya air dingin saja. Nilai plus dari hotel ini adalah dekat dengan JCM, ada tangga diluar sehingga kalau mau keluar jalan-jalan tidak perlu lewat front office dan karyawan yang laki-laki sangat ramah (waktu itu shift malam)."
    },
    {
        "Name": "Irsyad R. ",
        "Score": "5.8",
        "Review": "Kamar kurang bersih. Shower kamar mandi tidak ada gantungannya"
    },
    {
        "Name": "Fikri T. ",
        "Score": "5.8",
        "Review": "Ada harga ada rupa. Karyawan ramah. Kebersihan sangat kurang. Lampu kurang terang."
    },
    {
        "Name": "Ery A. E. ",
        "Score": "6.0",
        "Review": "Setiap booking dari aplikasi dikasih kamar yang sama (bau), bagusnya cuma lokasinya dekat mall."
    },
    {
        "Name": "Herina N. ",
        "Score": "6.0",
        "Review": "Early check in cuma jarak 1 jaman aja ga bisa, kena charge lagi. Di hotel bintang 5 aja bisa, pesan 2 room padahal, saya sering pesan hotel bintang 5 juga masih kasih kompensasi cuma 1 jam. Lobby panas terpaksa pesan di sini soalnya tadi malem lihat pada penuh. Jadi nyesel."
    },
    {
        "Name": "Sapto D. A. ",
        "Score": "6.0",
        "Review": "Suasana hotel yang agak suram, kurang bersih, dan makanan yang kurang bervariasi."
    },
    {
        "Name": "Dianty S. A. ",
        "Score": "6.0",
        "Review": "Hotelnya agak tua, kamarnya kayak lama nggak kepake, bau dan kotor, lampu ada yang mati, handuk kotor, sprei kotor, toilet kotor dan bau."
    },
    {
        "Name": "Fendi S. ",
        "Score": "6.0",
        "Review": "Pesan double bed di kasihnya twin bed, AC gak dingin berisik lagi. Yah kecewa sudah. Padahal komplain AC semalam gak ada penanganan juga. Sudah cukup lah ."
    },
    {
        "Name": "Chyntia P. ",
        "Score": "6.0",
        "Review": "Hotel ini sepertinya kekurangan pegawai/mungkin sedang mengurangi pegawai. Saat saya dan suami saya kesulitan membuka pintu karena gendong 2 anak yang tidur, resepsionis-nya tidak menolong walau hanya sekedar membukakan pintu, Hanya standby di mejanya saja. Toiletnya pun tidak ada pengharum, jadi agak bau apek. Juga tidak ada keterangan mana sabun mana shampo."
    },
    {
        "Name": "Ninda N. ",
        "Score": "6.1",
        "Review": "Air keruh, pembuangan air di wastafel kamar mandi mengeluarkan kotoran, air sempat mampet dan keruh (saat pagi hari). Makanan kurang variatif, kasur bau apek."
    },
    {
        "Name": "Alisani D. ",
        "Score": "6.1",
        "Review": "Kaya bau bangkai serangga campur karbol di fo dan pesan kamar yg pakai bathtub, dikasih yang nggak ada bathtub, padahal bayar yg harusnya pakai bathtub. 1 ranjang besar dikasih twin. Pihak hotel info kalau booking via traveloka tidak menjamin itu semua. ... Not professional !!!"
    },
    {
        "Name": "Nugraheni N. ",
        "Score": "6.1",
        "Review": "AC tidak dingin, kamarmandi tidak ada exhaust, bantal kempes,linen tidak bersih."
    },
    {
        "Name": "Akyun S. P. ",
        "Score": "6.2",
        "Review": "Sudah banyak bangunan yang rusak terutama lantai dan bau lembab selimut handuk sudah rusak-rusak dan berwarna coklat"
    },
    {
        "Name": "Agust A. ",
        "Score": "6.2",
        "Review": "Baru kali ini pengalaman menginap di hotel yang kamarnya di tengah-tengahnya ada tiang gedung corbeton besar, gantungan baju tidak ada, Mau dipinjami hanger tapi tidak ada tempat untuk centelin hangernya, kamarnya bau rememason, petugasnya bilang itu jenis pewangi cucian. Minta ganti kamar tidak bisa karena bayarnya lewat Situs Traveloka/online. Jam 14:00 kamar belum siap katanya baru dibersihkan."
    },
    {
        "Name": "Supriatna S. ",
        "Score": "6.3",
        "Review": "Hotelnya bagus bersih cuma kamarnya tidak sesuai ekspektasi untuk pencahayaan lampunya kurang terang berasa tidur di dalam camping (dan sayangnya saya lupa ambil contoh gambarnya) lalu kurang terawat lantainya, dan dari segi makanannya kurang!"
    },
    {
        "Name": "Satria A. P. ",
        "Score": "6.3",
        "Review": "Blower di toilet mati,AC tidak dingin,pilih superior 1 bed dapatnya 2 bed. "
    },
    {
        "Name": "Mirna S. A. ",
        "Score": "6.4",
        "Review": "First of all, check in nya ribet karena harus download Travelio dulu. Cuma karena ya itu inquiry dari mereka ya gue ikutin, dan please expect 1-2 jam untuk dapet kunci (balik lagi itu karena rules Travelio seperti itu dan tidak flexible seperti hotel conventional). Gue terima banget, gue ikutin banget rulesnya, walaupun gue agak push mereka sedikit. Tapi yang bikin gue kecewa adalah fasilitas unitnya, aduh gak banget, dan gak lagi-lagi."
    },
    {
        "Name": "Dyaloka P. N. ",
        "Score": "6.4",
        "Review": "Kamar mandinya mampe, handuknya juga robek (tidak layak pakai) dan seprainya kotor."
    },
    {
        "Name": "Prasetyo P. ",
        "Score": "6.6",
        "Review": "Kamar mandinya bau pembuangan air. Harusnya ada penghisap ruangan. Selimutnya bau rokok sekali. Menu makanan kurang bervariasi. Omelet station tidak ada."
    },
    {
        "Name": "Anik P. ",
        "Score": "6.6",
        "Review": "Lantainya parkir pada jebol. Closet bau got tapi harga segitu ya wajarlah "
    },
    {
        "Name": "Kho G. ",
        "Score": "8.5",
        "Review": "Hotel bagus, kurangnya, toilet banjir."
    },
    {
        "Name": "Agus S. ",
        "Score": "8.5",
        "Review": "Cocok untuk istirahat dan menikmati kota jogja"
    },
    {
        "Name": "Rosma Y. ",
        "Score": "8.5",
        "Review": "Estetik tampilan luarnya. Harga terjangkau. Dekat jogja city mall "
    },
    {
        "Name": "Budi B. ",
        "Score": "8.5",
        "Review": "Pertama kali pakai hotel di Jogja, bersih nyaman, harga aman fasilitas sultan"
    },
    {
        "Name": "Erny E. P. ",
        "Score": "8.5",
        "Review": "Dengan harga segini good lah. Tua si. Bukan hotel baru saya maklum. Overall sip pas dengan harganya."
    }
]